Repository: HaDiNet/shiftings
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de

source: Confirm password
de: Passwort bestätigen

source: Please enter matching passwords
de: Bitte gebe identische Passwörter ein

source: Display Name
de: Anzeigename

source: Telephone Number
de: Telefonnummer

source: Go to Login
de: Zum Login

source: Login with local Account
de: Login mit lokalem Account

source: Login with LDAP Account
de: Login mit LDAP Account

source: Login
de: Einloggen

source: Reset Password
de: Passwort zurücksetzen

source: Return to selection
de: Zur Auswahl zurückkehren

source: You don't have an Account?
de: Noch kein Account?

source: Register here
de: Hier registrieren

source: Or login using another Method
de: Oder nutze eine andere Loginmethode

source: Welcome to Shiftings
de: Wilkommen bei Shiftings

source: To manage your shifts please authenticate with one of the given methods:
de: Um deine Schichten zu verwalten melde dich bitte mit einer dieser Methoden an:

source: Login via Single Sign On
de: Login mit Single Sign On

source: Successfully logged out
de: Erfolgreich ausgeloggt

source: Login again
de: Wieder einloggen

source: Change Password
de: Passwort ändern

source: Your password has been reset, check your email!
de: Dein Passwort wurde zurückgesetzt, überprüfe deine E-Mails!

source: Back to login
de: Zurück zum Login

source: If you are an local user enter your email-adress below to reset your password!
de: Als externer Benutzer trage unten deine E-Mailadresse ein, um dein Passwort zurückzusetzen!

source: Your password has been successfully reset!
de: Deine Passwort wurde erfolgreich zurückgesetzt!

source: Confirm User Deletion
de: Bestätige die Löschung des Benutzers

source: Are you sure you want to delete your data permanently? This includes all your %(count)s shift participations! <h4 class="text-danger">Your data cannot be restored.</h4>
de: Bist du sicher, dass du deine Daten dauerhaft löschen möchtest?? Dies enhält alle deine %(count)s Schichtteilnahmen! <h4 class="text-danger">Diese Daten könnne nicht wiederhergestellt werden.</h4>

source: Yes, I want to permanently delete my Data
de: Ja, ich möchte meine Daten entgültig löschen

source: Abort
de: Abbrechen

source: User
de: Benutzer

source: Edit user data
de: Benutzerdaten bearbeiten

source: Username
de: Benutzername

source: Unknown
de: Unbekannt

source: Set Display Name
de: Setze Anzeigename

source: Phone Number
de: Telefonnummer

source: Member since
de: Mitglied seit

source: Total Shifts
de: Anzahl Schichten

source: Groups
de: Gruppen

source: None
de: Keine

source: Organizations
de: Organisationen

source: Hide organizations
de: Organisationen einklappen

source: No Logo available
de: Kein Logo verfügbar

source: Recent Shifts
de: Letzte Schichten

source: Upcoming Shifts
de: Anstehende Schichten

source: Past Shifts
de: Vergangene Schichten

source: No recent Shifts
de: Keine vergangenen Schichten

source: No upcoming shifts
de: Keine anstehenden Schichten

source: Register
de: Registrieren

source: Edit User %(user)s
de: Bearbeite Benutzer %(user)s

source: Submit
de: Bestätigen

source: Error while creating the user instance!
de: Fehler beim erstellen der Benutzerinstanz!

source: Successfully logged in!
de: Erfolgreich eingeloggt!

source: Error while trying to authenticate with sso! %(message)s
de: Fehler beim Versuch gegen SSO zu authentifizieren! %(message)s

source: Logout
de: Ausloggen

source: Password Reset
de: Passwort zurücksetzen

source: Confirm Password Reset
de: Passwort Zurücksetzung bestätigen

source: My Shifts
de: Meine Schichten

source: Could not find your user.
de: Konnte deinen Benutzer nicht finden.

source: Your EMail was confirmed. You can now login.
de: Deine EMail wurde bestätigt. Du kannst dich jetzt einloggen.

source: Your activation link was invalid.
de: Dein Aktivierungslink war ungültig.

source: Error while deleting your data: Please confirm deletion!
de: Fehler beim Löschen deiner Daten: Bitte bestätige die Löschung!

source: Public Events
de: Öffentliche Events

source: Select Day
de: Tag auswählen

source: Day View
de: Tagesansicht

source: Day (Detailed)
de: Tag (Detailliert)

source: Day (By&nbsp;Types)
de: Tag (Nach&nbsp;Typ)

source: Month View
de: Monatsansicht

source: Month
de: Monat

source: Create Shift
de: Schicht erstellen

source: Recurring
de: Wiederholend

source: Previous Day
de: Letzter Tag

source: Jump to Date
de: Zum Datum springen

source: Jump to Day
de: Zum Tag springen

source: Select
de: Auswählen

source: Next Day
de: Nächster Tag

source: Add with Name to Shift
de: Mit Namen zur Schicht hinzufügen

source: Time
de: Zeit

source: Default
de: Standard

source: No Shifts found with these parameters or planned on this day
de: An diesem Tag sind keine Schichten mit diesen Parametern gefunden oder geplant

source: Organization
de: Organisation

source: Shift
de: Schicht

source: Participants
de: Teilnehmer

source: End
de: Ende

source: Shift Details
de: Schicht Details

source: Add me
de: Mich hinzufügen

source: Add Shift
de: Schicht hinzufügen

source: Previous Month
de: Letzter Monat

source: Next Month
de: Nächster Monat

source: Previous Week
de: Letzte Woche

source: Week
de: Woche

source: Next Week
de: Nächste Woche

source: Day {date}
de: Tag {date}

source: Day Overview
de: Tagesübersicht

source: Month {year}/{month:0>2}
de: Monat {year}/{month:0>2}

source: Month Overview
de: Monatsübersicht

source: Start date %(start)s was after end_date %(end)s
de: Startdatum %(start)s ist nach dem Enddatum %(end)s

source: Website
de: Webseite

source: Start Date
de: Startdatum

source: Earliest date where there are shifts available
de: Frühestes Datum an dem Schichten verfügbar sind

source: End Date
de: Enddatum

source: Latest date where there are shifts available
de: Spätestes Datum an dem Schichten verfügbar sind

source: Description
de: Beschreibung

source: {name} (by {organization})
de: {name} (von {organization})

source: Edit Event
de: Event bearbeiten

source: Complete Overview
de: Komplette Übersicht

source: Shifts
de: Schichten

source: Type
de: Typ

source: Start Time
de: Startzeit

source: End Time
de: Endzeit

source: Place
de: Ort

source: Users/Required/Max
de: Benutzer/Benötigt/Maximum

source: No current shifts
de: Keine aktuellen Schichten

source: All Events
de: Alle Events

source: Current Events
de: Aktuelle Events

source: All upcoming Events
de: Alle anstehenden Events

source: Enter Name or Organization
de: Name oder Organisation angeben

source: Future Events
de: Zukünftige Events

source: No Events found.
de: Keine Events gefunden.

source: %(start_date)s to %(end_date)s
de: %(start_date)s bis %(end_date)s

source: Open Shifts
de: Offene Schichten

source: Required People
de: Benötigte Personen

source: Visibility
de: Sichtbarkeit

source: Public,Private,Unknown
de: Öffentlich,Privat,Unbekannt

source: Shifts that are below the required amount of users
de: Schichten mit weniger als den benötigten Benutzern

source: Shifts missing users
de: Schichten mit fehlenden Benutzern

source: Shifts that are below the required and maximum amount of users
de: Schichten unter der benötigten und maximalen Benutzeranzahl

source: Shifts with open slots
de: Schichten mit offenen Positionen

source: Number of Shift slots filled with users
de: Anzahl mit Benutzern gefüllte Positionen

source: Filled Slots
de: Gefüllte Positionen

source: No Shifts available
de: Keine Schichten verfügbar

source: Number of Shift slots that are still open
de: Anzahl offene Postiionen

source: Open Slots
de: Offene Postionen

source: Subject
de: Betreff

source: Attachments
de: Anhänge

source: Send the mail only to specific membership types. Or leave blank to send to all.
de: Email nur an bestimmte Mitgliedertypen senden oder leerlassen um sie an alle zu schicken.

source: Send Mail
de: Email versenden

source: E-Mail sent to {count} user(s).
de: Email an {count} Benutzer verschickt.

source: The user you entered could not be found.
de: Der eingetragene Benutzer konnte nicht gefunden werden.

source: Permissions
de: Berechtigungen

source: edit organization details
de: Organisationdetails bearbeiten

source: see members of the organization
de: Mitglieder der Organisation sehen

source: see shift participation statistics
de: Schicht Teilnahmestatistik der Organistation sehen

source: send emails to everyone in the organization
de: Emails an alle in der Organisation senden

source: create and update membership types for the organization
de: Mitgliedschaftstypen in der Organisation erstellen und ändern

source: add and remove members for the organization
de: Mitglieder in der Organisation hinzufügen und entfernen

source: create and update events for the organization
de: Events für die Organisation erstellen und bearbeiten

source: create and update recurring shifts for the organization
de: Wiederkehrende Schichten für die Organisation erstellen und bearbeiten

source: create and update shifts templates for the organization
de: Schichtvorlagen für die Organisation erstellen und bearbeiten

source: create and update shifts for the organization
de: Schichten für die Organisation erstellen und bearbeiten

source: delete uncompleted shifts for the organization
de: Unabgeschlossene Schichten der Organistation löschen

source: remove others from shifts
de: Andere von Schichten entfernen

source: add other users that are not members of the organization to shifts
de: Andere Benutzer zu Schichten hinzufügen, die keine Mitglieder der Organisation sind

source: add other organization members to shifts
de: Andere Organisationsmitglieder zu Schichten hinzufügen

source: participate in shifts
de: An Schichten teilnehmen

source: {name} (Default)
de: {name} (Standard)

source: Membership Type
de: Mitgliedschaftstyp

source: Group
de: Gruppe

source: Membership can only be either user or group, not both.
de: Mitgliedschaft kann nur für Benutzer oder Gruppe eingetragen werden nicht beides auf einmal.

source: Membership must consist of a user or a group.
de: Mitgliedschaft muss aus einem Benutzer oder einer Gruppe bestehen.

source: Include Protocol i.E. https://example.com
de: Inklusive Protokoll z.B. https://example.com

source: A maximum of {amount} characters is allowed
de: Es sind maximal {amount} Zeichen erlaubt

source: Confirm Participants
de: Teilnehmer bestätigen

source: Whether the participants can be confirmed or not. Default: False
de: Telnehmer können bestätigt werden. Standard: False

source: manage all organizations
de: Alle Organisationen bearbeiten

source: Claimed by
de: Beansprucht von

source: All Organizations
de: Alle Organisationen

source: My Organizations
de: Meine Organisationen

source: Enter Name
de: Name einegeben

source: Add new Organization
de: Neue Organisation hinzufügen

source: No Organizations found.
de: Keine Organisationen gefunden.

source: Show membership Permissions
de: Mitgliedschaftsberechtigungen anzeigen

source: All Permissions
de: Alle Berechtigungen

source: No permissions
de: Keine Berechtigungen

source: Add member
de: Mitglied hinzufügen

source: Members of %(organization)s
de: Mitglieder von %(organization)s

source: Member Shift Summary
de: Mitglieder Schichten Zusammenfassung

source: Add Membership Type
de: Mitgliedschaftstyp hinzufügen

source: Show user permissions
de: Benutzerberechtigungen anzeigen

source: Edit Membership Type
de: Mitgliedschaftstyp bearbeiten

source: Add Member
de: Mitglied hinzufügen

source: No Members of this type!
de: Keine Mitglieder von diesem Typ!

source: Direct Members
de: Direkte Mitglieder

source: Next Shift
de: Nächste Schicht

source: No Shifts planned
de: Keine Schichten geplant

source: Recurring Shifts
de: Wiederkehrende Schichten

source: Add recurring shift
de: Wiederkehrende Schicht hinzufügen

source: Shift count
de: Schichten Anzahl

source: Inactive,Active,Undefined
de: Inaktiv,Aktiv,Unbekannt

source: No recurring shifts
de: Keine wiederkehrenden Schichten

source: Shifts Templates
de: Schichtvorlagen

source: Add shifts template
de: Schichtvorlagen hinzufügen

source: No shifts templates
de: Keine Schichtvorlagen

source: Shifts Types
de: Schichttypen

source: Add Shift Type
de: Schichttyp hinzufügen

source: Color
de: Farbe

source: Shift Count
de: Schichten Anzahl

source: Action
de: Aktion

source: Shift Type Background Color
de: Schichttyp Hintergrundfarbe

source: Upcoming Events
de: Anstehende Events

source: Expired Events
de: Abgelaufene Events

source: Add Event
de: Event hinzufügen

source: No upcoming Events planned
de: Keine anstehenden Events

source: Claim Legacy Shifts
de: Beanspruche alte Schichten

source: Save
de: Speichern

source: Shift Type Groups
de: Schichttypgruppen

source: Create Type Group
de: Schichttypgruppe hinzufügen

source: Order
de: Reihenfolge

source: Types
de: Typen

source: Edit Type Group
de: Typgruppe editieren

source: Move Up
de: Nach oben

source: Move Down
de: Nach unten

source: Full Summary
de: Komplette Zusammenfassung

source: Upcoming Event
de: Anstehendes Event

source: Go to Event
de: Zum Event springen

source: <th>Event Period:</th> <td class="ps-3">%(start_date)s to %(end_date)s</td>
de: <th>Event Zeitraum:</th> <td class="ps-3">%(start_date)s bis %(end_date)s</td>

source: No Events planned
de: Keine geplanten Events

source: Events disabled
de: Events deaktiviert

source: Create Shift from Template
de: Schichten aus Vorlage erstellen

source: Click to expand members
de: Klicke für detaillierte Mitgliederansicht

source: Shift Overview
de: Schichtenübersicht

source: Organization Overview
de: Organisationsübersicht

source: Administrate Organization
de: Organisation administrieren

source: Organization Admin View
de: Organisation Admin Ansicht

source: Organization Settings
de: Organisationseinstellungen

source: Organization Settings View
de: Organisations Einstellungen

source: Edit Organization
de: Organisation bearbeiten

source: Update Shift Permissions
de: Schichtberechtigungen aktualisieren

source: No Image available
de: Kein Bild verfügbar

source: Imported Users
de: Importierte Benutzer

source: Claimed
de: Beansprucht

source: Claim
de: Beanspruchen

source: Unclaim
de: Freigeben

source: Membership removed
de: Mitgliedschaft entfernt

source: {org} Overview
de: {org}Übersicht

source: {org} Settings
de: {org} Einstellungen

source: You can't claim users that are already claimed.
de: Du kannst keine Benutzer beanspruchen, die bereits beansprucht sind.

source: Shifts I participate in
de: Schichten, an denen ich teilnehme

source: Date YYYY-MM-DD
de: Datum YYYY-MM-DD

source: Time HH:MM
de: Uhrzeit HH:MM

source: User {user} is already registered for this shift.
de: Benutzer {user} wurde bereits für diese Schicht eingetragen.

source: Organization Users
de: Organisationsmitglieder

source: Other Users
de: Andere Benutzer

source: To add users that do not belong to your organization please enter their username.
de: Um Benutzer, die nicht Teil der Organisation sind, hinzuzufügen gib deren Benutzernamen an.

source: Only select one type of user!
de: Wähle nur einen Benutzertyp aus!

source: One of the user fields is required!
de: Eines der Benutzerfelder ist benötigt!

source: Cannot add {user} multiple times to this shift
de: Benutzer {user} kann nicht mehrmals zur Schicht hinzugefügt werden

source: Permission would have no effect. Permission for all Users is more extensive: {permission}
de: Berechtigung hätte keinen Effekt. Berechtigung für alle Benutzer ist weitergehender: {permission}

source: Permission would have no effect. There is an inherited more extensive permission: {referred_object} ({permission})
de: Berechtigung hätte keinen Effekt. Es existiert eine weitergehende Berechtigung: {referred_object} ({permission})

source: Permission would have no effect. There is an inherited more extensive permission for all Users: {referred_object} ({permission})
de: Berechtigung hätte keinen Effekt. Es existiert eine weitergehende Berechtigung für alle Benutzer: {referred_object} ({permission})

source: Can only set one permission for organization "{organization}"
de: Es kann nur eine Berechtigung für die Organistation "{organization}" gesetzt werden

source: Can only set one permission for all Users
de: Es kann nur eine Berechtigung für alle Benutzer gesetzt werden

source: Weekday can't be empty with the chosen time frame type.
de: Der Wochentag ist erforderlich für den angegeben Zeitraumtyp.

source: Month can't be empty with the chosen time frame type.
de: Der Monat ist erforderlich für den angegebenen Zeitraumtyp.

source: You need to add a warning for weekend handling.
de: Du musst eine Warnung für die Wochenendproblembehandlung hinzufügen.

source: You need to add a warning for holiday handling.
de: Du musst eine Warnung für die Feiertagsproblembehandlung hinzufügen.

source: Shift is too long, can at most be {max} long
de: Diese Schicht ist zu lang, sie kann Maximal {max} lang sein

source: Date
de: Datum

source: Date to create the template on
de: Datum an dem die Vorlage erstellt wird

source: Start Delay
de: Startverzögerung

source: Duration
de: Dauer

source: Start Delay was None please reload and use the slider.
de: Anfangsverzögerung war None bitte lade die Seite neu und benutze den Slider.

source: Duration was None please reload and use the slider.
de: Dauer war None bitte lade die Seite neu und benutze den Slider.

source: Can't name a shift type "System".
de: Ungültiger Name "System" für einen Schichttyp.

source: Shift Type
de: Schicht Typ

source: Required Users
de: Benötigte Benutzer

source: A maximum of 32 users can be required
de: Es können maximal 32 Benutzer benötigt werden

source: Maximum Users
de: Maximale Benutzer

source: A maximum of 64 users can be present
de: Es können maximal 64 Benutzer teilnehmen

source: Additional Infos
de: Zusätzliche Informationen

source: Display Name is optional, and will be shown instead of the username
de: Der Anzeigename ist optional und wird anstatt dem Benutzernamen angezeigt

source: Participation confirmed
de: Teilnahme bestätigt

source: Whether the participant has taken part in the shift or not. Default: False
de: Hat der Teilnehmer die Schicht ausgeführt. Standard: False

source: No Permission
de: Keine Berechtigung

source: See Shift exists
de: Schichttexistenz sehen

source: See Shift Details
de: Schichtdetails sehen

source: See Shift Participants
de: Schichtteilnehmer sehen

source: Participate
de: Teilnehmen

source: Permission Type
de: Berechtigungstyp

source: Affected Organization
de: Betroffene Organisationen

source: ignore
de: ignorieren

source: cancel
de: abbrechen

source: show warning
de: Warnung anzeigen

source: Timeframe Type
de: Zeitraum Typ

source: First Occurrence
de: Erster Termin

source: Choose a minimum day for first occurrence and the system will automatically choose the next applicable day.
de: Wähle einen Tag für die erste Angabe und das system wird automatisch den nächsten zutreffenden Tag berechnen.

source: Shift Template
de: Schichtvorlage

source: Weekend problem handling
de: Wochenendproblembehandlung

source: Warning text for weekend
de: Warnung für Wochenenden

source: Holidays problem handling
de: Feiertagsproblembehandlung

source: Warning text for holidays
de: Warnung für Feiertage

source: Manually Disabled
de: Manuell deaktiviert

source: Nth
de: Nte

source: [weekday]
de: [Wochentag]

source: [month]
de: [Monat]

source: Start Date and Time
de: Startdatum und Zeit

source: End Date and Time
de: Enddatum und Zeit

source: Users
de: Benutzer

source: Locked for Participation
de: Teilnahme geschlossen

source: Warning
de: Warnung

source: Created by Recurring Shift
de: Erstellt von wiederkehrender Schicht

source: Created
de: Erstellt

source: Last Modified
de: Zuletzt geändert

source: Organization and Event Organization must be identical.
de: Organistion und Event Organistation müssen identisch sein.

source: Shift {name} on {time}
de: Schicht {name} am {time}

source: {name} from {start} to {end}
de: {name} von {start} bis {end}

source: {start} to {end_time} on {end_date}
de: {start} bis {end_time} am {end_date}

source: {start} to {end_time}
de: {start} bis {end_time}

source: "Other" Shift Type Group Name
de: "Sonstige" Schichttyp Gruppenname

source: Default time range for summary
de: Standard Zeitraum für die Zusammenfassung

source: Organization summary settings of {organization}
de: Zusammenfassungseinstellungen von {organization}

source: Template Group
de: Vorlagengruppe

source: Required User
de: Benötigte Benutzer

source: Maximum User
de: Maximale Benutzer

source: Could not find a valid first occurrence.
de: Konnte keinen validen ersten Termin finden.

source: <h4>Create New Shift for %(organization)s</h4>
de: <h4>Neue Schicht für %(organization)s erstellen</h4>

source: <h4>Update Shift "%(name)s for %(organization)s"</h4>
de: <h4>Schicht "%(name)s für %(organization)s" bearbeiten</h4>

source: Create
de: Erstellen

source: Update
de: Aktualisieren

source: Back
de: Zurück

source: Shift starting time
de: Schicht Startzeit

# Shift time
source: Start Time
de: Startzeit

source: Shift end time
de: Schichtende

# Shift time
source: End Time
de: Endzeit

source: Required number of users to fill this shift
de: Benötigte Anzahl an Benutzern um die Schicht zu füllen

# Shift users
source: Required
de: Benötigt

source: Maximum number of users allowed in this shift
de: Maximale Anzahl an Benutzern in dieser Schicht

source: Create from Template
de: Aus Vorlage erstellen

source: No specific permissions for "%(object)s" yet add them with "+"
de: Keine spezifischen Berechtigungen für "%(object)s" füge sie mit "+" hinzu

source: Edit Shift Permissions for
de: Schichtberechtigungen bearbeiten

source: How does it work?
de: Wie funktioniert es?

source: Inherited Permissions
de: Geerbte Berechtigungen

source: All Users
de: Alle Benutzer

source: Edit Templates for
de: Bearbeite Vorlagen für

source: Cancel
de: Abbrechen

source: Recurring Time Frame
de: Wiederkehrender Zeitraum

source: Shift Information
de: Schichtinformation

source: Do you want to create this recurring shift on %(date)s
de: Möchtest du diese Schicht am %(date)s erstellen

source: Edit Recurring Shift
de: Wiederkehrende Schicht bearbeiten

source: <h5 class="text-warning">Repeats every: %(repetition)s on %(time)s</h5>
de: <h5 class="text-warning">Wiederholt alle: %(repetition)s um %(time)s</h5>

source: Weekend Handling
de: Wochenendvorgehen

source: Holiday Handling
de: Feiertagsvorgehen

source: Upcoming recurring Shifts
de: Anstehende wiederkehrende Schichten

source: No upcoming created Shifts
de: Keine anstehenden erstellten Schichten

source: Passed recurring Shifts
de: Vergangenen Wiederkehrende Schichten

source: No created Shifts have passed yet
de: Keine erstellten Schichten sind abgelaufen

source: Edit Shift
de: Schicht bearbeiten

source: Delete Shift
de: Schicht löschen

source: Edit Permissions
de: Berechtigungen bearbeiten

source: %(time)s ago
de: vor %(time)s

source: Shift Participants
de: Schichtteilnehmer

source: Add participant
de: Teilnehmer hinzufügen

source: Nothing to consider.
de: Nichts zu beachten.

source: Toggle Shift Filters
de: Schichtfilter umschalten

source: Shift Summary
de: Mitglieder Schichten Zusammenfassung

source: Delete Template
de: Vorlage löschen

source: Edit Template
de: Vorlage bearbeiten

source: Edit Shifts
de: Schichten bearbeiten

source: Edit Template Permissions
de: Vorlagenberechtigungen bearbeiten

source: Create Shift Templates
de: Schichtvorlagen erstellen

source: Edit Shifts Template
de: Schichtvorlage bearbeiten

source: Member
de: Mitglied

source: Total
de: Summe

source: Remove Shift
de: Schicht löschen

source: Restore Shift
de: Schicht wiederherstellen

source: Select Organization to create Shift for
de: Organisation auswählen für die eine Schicht erstellt werden soll
