Repository: HaDiNet/shiftings
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de

source: Go to Shift
de: Zur Schicht springen

source: Filters
de: Filter

source: Reset Filter
de: Filter zurürcksetzen

source: Apply Filter
de: Filter anwenden

source: Parameters
de: Parameter

source: Select Organizations
de: Wähle Organisationen

source: Shift starts after
de: Schicht startet nach

source: Shift ends before
de: Schicht endet vor

source: Select Events
de: Events auswählen

source: Required to carry out this Shift
de: Benötigte um die Schicht zu erledigen

source: Open Shift Slot
de: Offene Postiion

source: Free
de: Frei

source: Required
de: Benötigt

source: Confirmed
de: Bestätigt

source: Participating
de: Teilnehmer

source: Full
de: Voll

source: Additional Users required
de: Zusätzliche Mitglieder benötigt

source: Additional Slots available
de: Zusätzliche Plätze verfügbar

source: Calendar Background Color
de: Kalender Hintergrundfarbe

source: Required Users/Max Users
de: Benötigte Benutzer/Maximale Benutzer

source: Unlimited
de: Unbegrenzt

source: Delay to starting time
de: Verzögerung zur Startzeit

# Shift time
source: Start Delay
de: Startverzögerung

source: Shift Duration
de: Dauer der Schicht

# Shift time
source: Duration
de: Dauer

source: Actions
de: Aktionen

source: Days + {delta_days}
de: Tage + {delta_days}

source: Nth [weekday] of each month
de: Nte [Wochentag] jeden Monat

source: Nth day of each month
de: Nte Tag jeden Monat

source: every Nth [weekday]
de: Jeden Nte [Wochentag]

source: Nth workday of each month
de: Jeden Nte Werktag jedes Monats

source: Nth day of [month]
de: Nte Tag des [Monats]

source: Nth workday of [month]
de: Nte Werktag des [Monats]

source: <p>Any Permission present will be applied to all Shifts belonging to "{object}". If the object is a shift only this shift will be affected. <br> <br>Permissions can only be more specific than their inherited permissions. You can apply Permissions to "All Users" or specific other organizations.</p>
de: <p>Diese Berechtigungen werden auf alle Schichten die zu "{object}" gehören angewendet. Ist das Objekt eine Schicht wird nur die Schicht beeinflusst.<br><br>Berechtigungen können nur spezifischer sein als alle weitergehenden Berechtigungen. Berechtigungen können für "Alle Benutzer oder spezielle Organisationen festgelegt werden."</p>

source: Forbidden Method GET
de: Verbotene Methode GET

source: Created Shifts on {}
de: Schicht am {} erstellt

source: Error while creating shifts. Invalid Date
de: Fehler beim erstellen der Schichten. Ungültiges Datum

source: Unable to delete past shifts.
de: Konnte vergangene Schichten nicht löschen.

source: You don't have the permission to do that!
de: Du besitzt nicht die benötigten Berechtigungen!

source: The site you requested was not found.
de: Die gesuchte Seite wurde nicht gefunden.

source: A server error occured the admins have been notified
de: Ein Fehler ist aufgereten die Admins wurden benachrichtigt

source: <h4>Create %(object)s</h4>
de: <h4>Erstelle %(object)s</h4>

source: <h4>Update %(object_name)s</h4>
de: <h4>Aktualisiere %(object_name)s</h4>

source: <p>Are you sure you want to delete "%(display)s"?</p>
de: <p>Bist du dir sicher, dass du "%(display)s" löschen möchtest?</p>

source: Yes
de: Ja

source: No
de: Nein

source: Filter by Name
de: Nach Namen filtern

source: submit search
de: Suche starten

source: Language
de: Sprache

source: German
de: Deutsch

source: English
de: Englisch

source: Close
de: Schließen

source: Switch User
de: Benutzer wechseln

source: Removing <span id="remove_object_placeholder_1" class="fw-bold"></span> from %(target)s
de: Entferne <span id="remove_object_placeholder_1" class="fw-bold"></span> von %(target)s

source: Removing <span id="remove_object_placeholder_1" class="fw-bold"></span>
de: Entferne <span id="remove_object_placeholder_1" class="fw-bold"></span>

source: Are you sure you want to remove "<span id="remove_object_placeholder_2" class="fw-bold text-danger"></span>" from %(target)s
de: Bist du dir sicher, dass du "<span id="remove_object_placeholder_2" class="fw-bold text-danger"></span>" von %(target)s

source: Are you sure you want to remove "<span id="remove_object_placeholder_2" class="fw-bold text-danger"></span>"
de: Bist du dir sicher dass du "<span id="remove_object_placeholder_2" class="fw-bold text-danger"></span> löschen möchtest"

source: Remove
de: Entfernen

source: Overview
de: Übersicht

source: Help
de: Hilfe

source: Profile
de: Profil

source: You need to enter a valid timeframe in the form of HH:MM.
de: Du muss einen validen Zeitraum inder Form HH:MM eingeben.

source: Day: +
de: Tag: +

source: The function %(name)s has to be implemented.
de: Die Funktion %(name)s muss implementiert werden.

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: Day of the Month
de: Tag des Monats

source: Quarter
de: Quartal

source: Half Year
de: Halbjahr

source: Year
de: Jahr

source: Decade
de: Dekade

source: Century
de: Jahrhundert

source: Monday
de: Montag

source: Tuesday
de: Dienstag

source: Wednesday
de: Mittwoch

source: Thursday
de: Donnerstag

source: Friday
de: Freitag

source: Saturday
de: Samstag

source: Sunday
de: Sonntag

source: Day of the Week
de: Wochentag

source: Value is not supposed to be None.
de: Dieser Wert sollte nicht None sein.

source: The pk is missing from the url. This is not supposed to be possible.
de: Der PK fehlt in der url. Das sollte nicht passieren.

source: There is no %(name)s with that pk.
de: Es existiert kein %(name)s mit diesem pk.

source: You don't have the required permission.
de: Du besitzt nicht die benötigten Berechtigungen.

source: No URL to redirect to. Provide a success_url.
de: Keine URL zum verweisen. Bitte gib eine success_url an.

source: Could not find the requested page. This might be a configuration error.
de: Konnte die angefragte Seite nicht finden. Dies könnte ein Einstellungsfehler sein.
